Repository: DannyDauck/Caterpie
Catalog: Caterpie/Caterpie/Localization/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt, tr

source: Analyze view
de: Analyze Ansicht

# Bild auswählen
source: choose picture
de: Bild auswählen

source: current: %@
de: derzeit: %@

source: display name
de: Anzeigenname

source: Hello, World!
de: Hello, Mars

source: I'd like to have a banana split
de: I'd like to have banana split

source: image print command
de: Bild-Duck-Befehl

# Kein Bild ausgewählt
source: no picture chosen
de: Kein Bild ausgewählt

source: printer
de: Drucker

source: rollsize
de: Rollenbreite

source: Settings
de: Einstellungen

# Sign up
source: Sign uo
de: Registrieren

source: try image print
de: Bilddruck versucen

# tt_append
source: append
de: hinzufügen
es: añadir
fr: ajouter
it: aggiungere
pt: acrescentar
tr: eklemek

# tt_appending_printer_failed
source: Appending printer failed
de: Drucker hinzufügen fehlgeschlagen
es: Error al agregar impresora
fr: Échec de l'ajout de l'imprimante
it: Aggiunta della stampante fallita
pt: Falha ao adicionar impressora
tr: Yazıcı eklenemedi

# tt_appending_printer_succeeded
source: Appending printer succeeded
de: Drucker hinzufügen erfolgreich
es: Agregar impresora exitosamente
fr: Ajout de l'imprimante réussi
it: Aggiunta della stampante riuscita
pt: Adicionar impressora com sucesso
tr: Yazıcı ekleme başarılı

# tt_apply_changes
source: Apply changes
de: Änderungen speichern

# tt_attention
source: Attention
de: Achtung
es: Atención
it: Attenzione
pt: Atenção
tr: Dikkat

# tt_bold_txt_command
source: Bold text command
de: Fett-Druck-Befehl

# tt_BT-Printer
source: BT-Printer
de: BT-Drucker
es: Impresora BT
fr: Imprimante Bluetooth
it: Stampante Bluetooth
pt: Impressora Bluetooth
tr: Bluetooth Yazıcı

# tt_can_print_image
source: Can print images?
de: Kann Bilder drucken?

# tt_cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
pt: Cancelar
tr: İptal

# tt_city
source: city
de: Stadt

# tt_connect
source: connect
de: verbinden
es: conectar
fr: connecter
it: collegare
pt: conectar
tr: bağlan

# tt_cutter_command
source: Cutter command
de: Cutter-Befehl

# tt_disconnect
source: disconnect
de: trennen
es: desconectar
fr: déconnecter
it: scollegare
pt: desconectar
tr: bağlantıyı kes

# tt_display_name
source: Display name
de: Anzeigen Name

# tt_err_connect_to_device_failed
source: connecting device failed
de: Verbindung zum Gerät fehlgeschlagen
es: fallo al conectar al dispositivo
fr: la connexion au périphérique a échoué
it: connessione al dispositivo non riuscita
pt: falha ao conectar ao dispositivo
tr: cihaza bağlantı başarısız

# tt_err_Failed_to_generate_qr_code
source: Failed to generate QR code
de: QR-Code konnte nicht erstellt werden
es: Error al generar el código QR
fr: Échec de la génération du code QR
it: Impossibile generare il codice QR
pt: Falha ao gerar o código QR
tr: QR kodu oluşturulamadı

# tt_err_no_char_found
source: No characteristic found
de: >>>>>> Kein Merkmal für den Dienst gefunden:
es: >>>>>> No se encontró ninguna característica para el servicio:
fr: >>>>>> Aucune caractéristique trouvée pour le service :
it: >>>>>> Nessuna caratteristica trovata per il servizio:
pt: >>>>>> Nenhuma característica encontrada para o serviço:
tr: >>>>>> Servis için özellik bulunamadı:

# tt_err_no_service_found
source: No service found
de: >>>>>>Kein Dienst für das Peripheriegerät gefunden
es: >>>>>>No se encontró ningún servicio para el periférico
fr: >>>>>>Aucun service trouvé pour le périphérique
it: >>>>>>Nessun servizio trovato per il dispositivo periferico
pt: >>>>>>Nenhum serviço encontrado para o periférico
tr: >>>>>>Dış cihaz için servis bulunamadı

# tt_general_settings
source: General Settings
de: Allgemeine Einstellungen
es: Configuración general
it: Impostazioni generali
pt: Configurações gerais
tr: Genel Ayarlar

# tt_h1_appearance
source: Appearance
de: Farben
es: Apariencia
fr: Apparence
it: Aspetto
pt: Aparência
tr: Görünüm

# tt_h1_devices
source: Devices
de: Geräte
es: Dispositivos
fr: Appareils
it: Dispositivi
pt: Dispositivos
tr: Cihazlar

# tt_h1_overview
source: Overview
de: Überblick
es: Resumen
fr: Aperçu
it: Panoramica
pt: Visão geral
tr: Genel Bakış

# tt_h1_printer
source: Printer
de: Drucker
es: Impresora
fr: Imprimante
it: Stampante
pt: Impressora
tr: Yazıcı

# tt_h1_printer_settings
source: Printer settings
de: Druckereinstellungen
es: Configuración de impresora
fr: Paramètres de l'imprimante
it: Impostazioni della stampante
pt: Configurações da impressora
tr: Yazıcı ayarları

# tt_h1_receipt_header_settings
source: Receipt header settings
de: Bon-Logo-Einstellungen

# tt_h1_search_for_bluetooth_devices
source: Search for bluetooth devices
de: Suche nach Bluetoothgeräten
es: Buscar dispositivos Bluetooth
fr: Recherche de périphériques Bluetooth
it: Cerca dispositivi Bluetooth
pt: Procurar dispositivos Bluetooth
tr: Bluetooth cihazları arayın

# tt_h1_system_printers
source: System printers
de: Systemdrucker
es: Impresoras del sistema
fr: Imprimantes système
it: Stampanti di sistema
pt: Impressoras do sistema
tr: Sistem yazıcıları

# tt_h1_understood
source: Understood
de: Verstanden
es: Entendido
fr: Compris
it: Compreso
pt: Entendido
tr: Anladım

# tt_has_cutter
source: has cutter?
de: Hat das Gerät einen Cutter?

# tt_image_header
source: Image header
de: Logo

# tt_image_print_command
source: Image print command
de: Bild-Druck-Befehl

# tt_inverte
source: inverte colors
de: Farben invertieren

# tt_large_txt_command
source: Large text command
de: Große-Schrift-Befehl

# tt_no_device_chosen
source: No device chosen
de: Kein Gerät ausgewählt
es: Ningún dispositivo seleccionado
fr: Aucun appareil sélectionné
it: Nessun dispositivo selezionato
pt: Nenhum dispositivo selecionado
tr: Seçilen cihaz yok

# tt_password
source: password
de: Passwort

# tt_postalcode
source: postal code
de: Postleitzahl

# tt_print
source: print
de: drucken
es: imprimir
fr: imprimer
it: stampare
pt: imprimir
tr: yazdır

# tt_printer_need_to_be_configured
source: Printer needs to be configured
de: Der Drucker muss konfiguriert werden
es: La impresora necesita ser configurada
fr: L'imprimante doit être configurée
it: La stampante deve essere configurata
pt: A impressora precisa ser configurada
tr: Yazıcı yapılandırılmalıdır

# tt_register_a_gonepterix_device
source: Register a Gonepteryx device
de: Registriere ein Gonepteryx Gerät

# tt_register_info
source: Welcome to the registration process for Caterpie, and thank you for choosing our product. The registration will take some time. Please have your tax identification number ready for registration. Remember, both today and in the future, when using Caterpie, that an inventory management system works best when the inputted data is as specific as possible and when more information is provided
de: Willkommen bei der Registrierung für Caterpie und danke, dass sie sich für unser Produkt entschieden haben. Die Registrierung wird etwas Zeit in Anspruch nehmen. Bitte halten sie für die Registrierung ihre Steueridenfikationsnummer bereit. Denken sie heute und auch in Zukunft bei der Nutzung von Caterpie daran, dass ein Warenwirtschaftssystem umso besser arbeitet, je konkreter die eingepflegten Daten sind und je mehr Informationen bereit gestellt sind.

# tt_repeat_password
source: repeat password
de: Passwort wiederholen

# tt_rollSize
source: roll size
de: Rollenbreite

# tt_settings
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni
pt: Configurações
tr: Ayarlar

# tt_sign_in_with_email
source: sign in with email
de: mit Email anmelden

# tt_small_txt_command
source: Small text command
de: Kleine-Ein-Befehl

# tt_small_txt_off_command
source: Small text off command
de: Kleine-Schrift-aus-Befehl

# tt_small_txt_on_command
source: Small text on command
de: Kleine-Schrift-Ein-Befehl

# tt_something_went_wrong_while_sign_in
source: Something went wrong while signing in
de: Etwas ist beim einloggen schiefgelaufen

# tt_standard_printer
source: standard printer
de: Standard Drucker
es: impresora estándar
fr: imprimante standard
it: stampante standard
pt: impressora padrão
tr: standart yazıcı

# tt_street
source: street and street number
de: Straße und Hausnummer

# tt_text_command
source: Text command
de: Normaler-Text-Befehl

# tt_text_header
source: Text header
de: Textkopf

# tt_user_info
source: User Information
de: Benutzerinformationen
es: Información del usuario
it: Informazioni utente
pt: Informações do usuário
tr: Kullanıcı Bilgisi

# tt_warning_add_device_to_printers
source: This device does not have a standard printer service. Adding it may require advanced technical knowledge.
de: Dieses Gerät verfügt über keinen Standarddienst für Drucker. Das Hinzufügen erfordert möglicherweise erweiterte technische Kenntnisse.
es: Este dispositivo no tiene un servicio de impresora estándar. Agregarlo puede requerir conocimientos técnicos avanzados.
fr: Cet appareil n'a pas de service d'impression standard. Son ajout peut nécessiter des connaissances techniques avancées.
it: Questo dispositivo non dispone di un servizio di stampa standard. La sua aggiunta potrebbe richiedere conoscenze tecniche avanzate.
pt: Este dispositivo não possui um serviço de impressora padrão. Adicioná-lo pode exigir conhecimentos técnicos avançados.
tr: Bu cihazın standart bir yazıcı servisi yok. Eklemek ileri teknik bilgi gerektirebilir.

# tt_name
source: Name
es: Nombre
it: Nome
pt: Nome
tr: Ad
